{
	"Divine Wrath": {
		"NAME": "Divine Wrath",
		"FLAVOR": "The absolute wrath of god, unleashed on the spire",
		"DESCRIPTIONS": [
			"gain 200 power. Seriously though, this is just a test relic."
		]
	}
,
	"Cross Pendant": {
		"NAME": "Cross Pendant",
		"FLAVOR": "A simple cross shaped pendant. Praying on it is said to bring good fortunes.",
		"DESCRIPTIONS": [
			"At the start of each combat, choose a card out of three and add it to your hand. It has Exhaust."
		]
	}
,
	"Orb Of Light": {
		"NAME": "Orb Of Light",
		"FLAVOR": "An orb glowing with divinity. Touching it soothes your temper.",
		"DESCRIPTIONS": [
			"Start each combat with 1 #ySpirit."
		]
	}
,
	"Winged Necklace": {
		"NAME": "Winged Necklace",
		"FLAVOR": "A necklace engraved with the visage of wings for self protection from the ailments of a world filled with evil.",
		"DESCRIPTIONS": [
			"The first time you gain #yBlock each turn, gain 2 more."
		]
	}
,
	"Weakening Incense": {
		"NAME": "Weakening Incense",
		"FLAVOR": "An Incense containing salts and herbs designed to sow fear in those who smell it.",
		"DESCRIPTIONS": [
			"At the start of each combat, all enemies gain 1 #yWavering."
		]
	}
,
	"Crumpled Paper": {
		"NAME": "Crumpled Paper",
		"FLAVOR": "Just a trashed piece of paper and totally not a failed attempt at a paper dragon.",
		"DESCRIPTIONS": [
			"Wavering makes enemies take #y4% more damage from attacks per stack."
		]
	}
,
	"Huge Egg": {
		"NAME": "Huge Egg",
		"FLAVOR": "An egg of unusual size. Eating that made you feel like you can move mountains.",
		"DESCRIPTIONS": [
			"Whenever you pick a card that costs 3 or more, upgrade it."
		]
	}
,
	"Prayer Beads": {
		"NAME": "Prayer Beads",
		"FLAVOR": "A chain of beads for prayer. Invoking them invites divinity to interline.",
		"DESCRIPTIONS": [
			"Whenever you play the first 3 or more cost card for your turn, add a random 1 cost card. It costs 0 this turn."
		]
	},
	"Crown Of Thorns": {
		"NAME": "Crown Of Thorns",
		"FLAVOR": "A crown shaped thorn vine. Wearing it fills one with both divine protection and untold pain.",
		"DESCRIPTIONS": [
			"For every 3 #yLife #yLoss card in your deck, start each combat with #b",
			" additional #yDexterity.",
			" You have no #yLife #yLoss cards.",
			" You have #g",
			" #yLife #yLoss cards."
		]
	},
	"Archangels Feather": {
		"NAME": "Archangel's Feather",
		"FLAVOR": "The feather of a high ranking angel. Holding onto it fills one with life energy and vigor",
		"DESCRIPTIONS": [
			"On the first turn of each combat, whenever you play a card, #yheal 2 HP."
		]
	}
,	"Blade Of Legend": {
	"NAME": "Blade Of Legend",
	"FLAVOR": "A blade etched with runes describing each hero that wielded it... and the price they paid.",
	"DESCRIPTIONS": [
		"Gain [R] at the start of each turn. Whenever you play a Rare card, #yExhaust it."
	]
}
}